{
  "Bonjour {{firstName}} {{lastName}},": "Hello {{firstName}} {{lastName}},",
  "Bonjour,": "Hello,",
  "Confirmer la création de mon espace": "Confirm the creation of my account",
  "L'équipe {{customerPortalName}}": "The {{customerPortalName}} team",
  "Le service client de votre agence vous accompagne, du lundi au vendredi, aux heures d'ouverture habituelles de": "The customer service of your agency is available from Monday to Friday during regular business hours of",
  "Merci de votre compréhension.": "Thank you for your understanding.",
  "Nous avons bien reçu votre demande de réinitialisation de mot de passe pour votre Espace Client {{customerPortalName}}.": "We have received your password reset request for your {{customerPortalName}} Client Space.",
  "Passé ce délai, le lien expirera et vous devrez refaire une demande de « mot de passe oublié ».": "After this period, the link will expire and you will need to make a new 'forgot password' request.",
  "Réinitialiser mon mot de passe": "Reset my password",
  "Sachant que la sécurité est un enjeu très fort chez {{brandName}}, nous souhaitions valider cette modification avec vous.": "Knowing that security is a very important issue at {{brandName}}, we wanted to validate this change with you.",
  "Si ces changements ne sont pas de votre fait, ou si vous suspectez une intrusion non autorisée sur votre compte, contactez sans tarder le service client de votre agence {{brandName}}.": "If these changes are not made by you, or if you suspect unauthorized access to your account, contact the customer service of your {{brandName}} agency without delay.",
  "Si vous ne parvenez pas à cliquer sur le lien ci-dessus, effectuez un copier-coller du lien suivant dans votre navigateur": "If you are unable to click on the link above, copy and paste the following link into your browser",
  "Vous avez fait une demande de création de votre espace client {{customerPortalName}}. Veuillez cliquer sur le lien ci-dessous pour certifier que vous êtes à l'origine de cette demande.": "You have requested the creation of your {{customerPortalName}} client space. Please click on the link below to certify that you are the originator of this request.",
  "Vous avez une question sur votre espace {{customerPortalName}} ?": "Do you have a question about your {{customerPortalName}} space?",
  "Vous n'avez pas fait de demande de réinitialisation de mot de passe ?": "Did you not request a password reset?",
  "ce lien": "this link",
  "votre agence": "your agency",
  "À partir de maintenant, vous disposez d'une fenêtre de 15 minutes pour valider cette demande en cliquant sur le bouton ci-dessous ou en cliquant sur": "From now on, you have a 15-minute window to validate this request by clicking on the button below or by clicking on"
}
